/*
  LocalizableDemo.strings
  Things touch

  Created by Jace Kalms on 3/08/12.
  Copyright (c) 2012 Cultured Code. All rights reserved.
*/

/* Strings for the demo data in the sample database used for Apple demo builds. */


/* TAGS */

"Books" = "書籍";
"Diane" = "戴安";
"Errand" = "雜事";
"Home" = "住家";
"Important" = "重要";
"Marc" = "馬克";
"Office" = "辦公室";
"Pending" = "待處理";
"Phone" = "電話";



/* AREAS */

"Family" = "家庭";
"Hobbies" = "嗜好";
"Work" = "工作";



/* PROJECTS */

/* Project: "Attend Conference" */
"Attend Conference" = "參與會議";

"Register for conference" = "會議註冊";
"Choose sessions to attend" = "選擇要參加的場次";
"Create a schedule" = "建立時程表";
"File expense report" = "將支出報告歸檔";


/* Project: "Buy a New Car" */
"Buy a New Car" = "買台新車";

"Look at classified ads" = "查看分類廣告";
"Ask Sarah about dealerships in town" = "詢問Sarah關於鎮上經銷商的事";
"Decide on a make and model" = "決定車型與車款";
"Check insurance rates" = "查看保險費率";
"Plan a test drive" = "安排試駕";
"Inquire about loans" = "詢問貸款";


/* Project: "Learn Basic Italian" */
"Learn Basic Italian" = "學幾句基本的義大利文";

"Find a phrase book" = "找一本片語書";

"Label things around the apartment" = "把公寓裡的東西都貼上標籤";

"Look for conversation groups" = "尋找會話社團";

"Check language app reviews" = "查看語言應用程式評語";

"Start learning some Italian" = "開始學義大利文";
"The trip to Rome is just a couple of months away! Let’s see how much of the language I can learn before we land." = "羅馬之行只剩幾週了，我們得在抵達之前惡補幾句義大利文才行。";
"Buy a phrase book" = "買一本片語書";
"Make some flash cards" = "做些記憶卡";
"Find a podcast for beginners" = "找到為初學者設計的podcast";


/* Project: "Order Team T-Shirts" */
"Order Team T-Shirts" = "訂購團隊 T 恤";

"Finalize design" = "設計定案";

"Pick colors" = "選取顏色";

"Review t-shirt styles" = "檢查T恤樣式";

"Research printing companies" = "尋找印刷公司";

"Place order" = "下訂單";
"Alex: medium" = "Alex：M號";
"Diane: small" = "Diane：S號";
"Me: medium" = "我：M號";
"Marc: large" = "Marc：L號";


/* Project: "Onboard James" */

"Onboard James" = "歡迎詹姆士加入";
"James’ first day is next Monday, and he’ll arrive at 8:45 AM for a walkthrough of the office with me and Diane. Lunch after that?" = "James下週一第一天上班，他會在早上8點45分到公司，然後和我跟Diane在辦公室繞一圈。要不要一起吃午餐？";

/* Project: "Onboard James" - Heading: "Financial and legal" */
"Financial and legal" = "財務與法務";

"Request bank account information" = "要求帳戶資訊";
"Get copy of signed contract" = "取得簽署的契約的複本";

/* Project: "Onboard James" - Heading: "Facilities" */
"Order a chair" = "訂購一張椅子";
"Order a desk" = "訂購書桌";
"Provide access keycard" = "提供密鑰卡片";
"Give a walkthrough of the office" = "進行辦公室預排演練";

/* Project: "Onboard James" - Heading: "IT" */
"IT" = "IT";

"Grant access privileges" = "授予訪問權限";
"Send copy of usage agreements" = "發送使用協議副本";
"Order a laptop" = "訂購筆記型電腦";
"Schedule introduction to HR" = "安排向人資介紹的時間";


/* Project: "Run a Marathon" */

"Run a Marathon" = "跑馬拉松";
"The average finishing time for last year’s New York City Marathon was 4:37:38. 42.195 kilometers: it’s on! " = "去年紐約馬拉松平均跑完的時間是4:37:38。42.195 公里：全力以赴！";

/* Project: "Run a Marathon" - Heading: "Preparations" */
"Preparations" = "準備";

"Read article about nutrition" = "閱讀關於營養的文章";
"http://www.marathonguide.com/training/articles/Nutrition.cfm" = "http://www.marathonguide.com/training/articles/Nutrition.cfm";

"Calculate protein requirements" = "計算蛋白質需要量";
"While you’re training, 15 to 20 percent of your calories should come from protein. Multiply your weight in pounds by 0.6 to determine how many grams of protein you need." = "在訓練過程中，15%-20%的熱量來自蛋白質。將以磅計算的體重乘以0.6以計算你需要吃多少克的蛋白質。";

"Register for the marathon" = "報名馬拉松";
"https://cultured-marathon.com/sign-up" = "https://cultured-marathon.com/sign-up";

"Schedule a physical" = "安排體能訓練";

/* Project: "Run a Marathon" - Heading: "Plan training schedule" */
"Plan training schedule" = "規劃訓練時間表";

"Review 16-week training plan" = "檢視16週訓練計劃";
"http://cdnnym.nyrr.org/sites/default/files/Marathon%20Training%20Plans%20-%20Conservative.pdf?_ga=1.157355257.232708124.1492784153" = "http://cdnnym.nyrr.org/sites/default/files/Marathon%20Training%20Plans%20-%20Conservative.pdf?_ga=1.157355257.232708124.1492784153";

"Add training schedule to calendar" = "將訓練時段加到行事曆";
"Add race day to calendar 🏁" = "將賽車日加到行事曆🏁";

/* Project: "Run a Marathon" - Heading: "Things to buy" */
"Shoes" = "鞋子";
"Waist pack" = "腰包";
"Water bottle belt" = "購買攜水帶";
"Lubrication to prevent chafing" = "避免摩擦受傷的潤滑油";


/* Project: "Throw Party for Eve" */

"Throw Party for Eve" = "為依芙舉辦聚會";
"Eve’s turning 30! 🎉 Daniel will get her to her favorite Thai place, and we’ll all be waiting there to surprise her. After that: cocktails and karaoke!" = "Eve即將滿30歲！🎉Daniel決定邀請她前往她最愛的泰國餐廳。我們一群人會等在那裡給她驚喜。之後我們要去喝雞尾酒和唱卡拉OK。";

/* Project: "Throw Party for Eve" - Heading: "Organization" */
"Organization" = "籌劃";

"Ask Greg about karaoke places in town" = "問問Greg鎮上哪裡可以唱卡拉OK";

"Send invitations" = "寄出邀請函";
"Alex" = "Alex";
"Daniel" = "Daniel";
"Greg" = "Greg";
"Jaime" = "Jaime";
"Jen" = "Jen";
"Lela" = "Lela";
"Me" = "我";
"Nina" = "Nina";

"Make reservation for dinner" = "訂晚餐";

"Brainstorm with Daniel" = "和Diane腦力激盪";

/* Project: "Throw Party for Eve" - Heading: "Stuff to get" */
"Stuff to get" = "要帶的東西";

"Buy party decorations" = "買派對裝飾";
"Daniel might be able to bring a helium tank for the balloons." = "丹尼可能可以帶氣球充氣氦氣瓶。";
"Balloons" = "氣球";
"Party hats" = "派對帽";
"Streamers" = "飾帶";

"Rent a helium tank" = "租氦氣瓶";

"Buy “thank you” cards" = "買謝卡";

"Order a cake" = "訂蛋糕";

"Buy a gift for Eve" = "買禮物給Eve";

/* Project: "Throw Party for Eve" - Heading: "Decorations" */
"Decorations" = "裝飾";

"Wrap present" = "包禮物";
"Blow up balloons" = "吹氣球";
"Hang streamers" = "懸掛彩帶";

/* Project: "Throw Party for Eve" - Heading: "After the party" */
"After the party" = "派對結束後";

"Return the helium tank" = "歸還氦氣桶";
"Email everyone for photos" = "發郵件給大家要照片";
"Send “thank you” cards" = "寄送謝卡";
"Share photo album" = "分享相簿";


/* Project: "Prepare Presentation" */

"Prepare Presentation" = "準備簡報";
"Keep the talk and slides simple: what are the three things about this that everyone should remember?" = "記得說明與投影片力求清晰簡要：有哪三件事是所有人都必須記得的？";

/* Project: "Prepare Presentation" - Heading: "Slides and notes" */
"Slides and notes" = "投影片與備註";

"Revise introduction" = "修改介紹";
"The whole thing’s a bit too wordy, and it’d probably still work without the middle bit." = "整體而言稍嫌囉唆，而且就算沒有中間那些部分也說得通。";

"Simplify slide layouts" = "簡化投影片的編排";

"Review quarterly data with Olivia" = "和歐力一起再次檢查季度資料";

"Print handouts for attendees" = "列印與會者講義";

/* Project: "Prepare Presentation" - Heading: "Preparation" */
"Preparation" = "準備";

"Email John for presentation tips" = "發郵件給約翰詢問關於簡報技巧";

"Check out book recommendations" = "檢查書籍推薦";
"https://www.inc.com/geoffrey-james/7-great-books-that-hone-your-presentation-skills.html" = "https://www.inc.com/geoffrey-james/7-great-books-that-hone-your-presentation-skills.html";

"Time a full rehearsal" = "安排一場完整預演";

"Do a practice run with Eric" = "和艾利進行一次實地演練";

"Confirm presentation time" = "確認簡報時間";

/* Project: "Prepare Presentation" - Heading: "Facilities" */
"Facilities" = "裝置";

"Book the conference room" = "預訂會議廳";

"Ask Diane about the projector" = "詢問丹尼投影機的事";
"Do I need an adapter?" = "需不需要適配器？";

"Borrow the clicker from IT" = "向 IT 部門借表決器";

"Arrive early to test IT’s setup" = "早一點到以便測試 IT 的設置";


/* Project: "Vacation in Rome" */

"Vacation in Rome" = "羅馬假期";
"We’ll go from June 14-22 and visit Jane and Paolo. Maybe do a night out in Trastevere." = "我們將於 6 月 14 - 22 日前往並且探訪珍與保羅。也許可以到托拉斯特過一夜。";

/* Project: "Vacation in Rome" - Heading: "Planning" */
"Planning" = "行程規劃";

"Add trip dates to calendar" = "將旅程日期添加至行事曆中";

"Book flights" = "訂機票";

"Read about the metro" = "查看氣象";
"https://en.wikipedia.org/wiki/Rome_Metro" = "https://en.wikipedia.org/wiki/Rome_Metro";

"Borrow Sarah’s travel guide" = "向莎拉借導覽書";

"Book a hotel room" = "預訂飯店";

/* Project: "Vacation in Rome" - Heading: "Things to buy" */
"Things to buy" = "必買的東西";

"Extra camera battery" = "相機備用電池";
"http://www.fujifilm.com/products/digital_cameras/accessories/batteries/" = "http://www.fujifilm.com/products/digital_cameras/accessories/batteries/";

"Power adapter" = "電源適配器";
"https://www.rei.com/learn/expert-advice/world-electricity-guide.html" = "https://www.rei.com/learn/expert-advice/world-electricity-guide.html";

/* Project: "Vacation in Rome" - Heading: "Things to do" */
"Things to do" = "必做的事";

"Take a cooking class" = "上一堂烹飪課";

"Take a day trip to the Vatican" = "梵諦岡一日遊";
"Consider booking a tour of the Vatican Museums.\n\nhttp://www.museivaticani.va/content/museivaticani/en.html" = "記得預訂參觀梵諦岡博物館。\n\nhttp://www.museivaticani.va/content/museivaticani/en.html";

"Visit the Colosseum" = "參觀古羅馬圓形大競技場";
"Open every day, year-round. 12€.\n\nOpen 8:30 AM until 5:30 PM from March 16 until last Saturday of March and 8:30 AM until 7:15 PM from last Sunday of March until August 31.\n\nhttp://www.the-colosseum.net/around/visit.htm" = "每日開放，全年無休。12歐元。\n\n3 月 16 日至 3 月的最後一個星期六，上午 8:30 至下午 5:30 開放；3 月最後一個星期日至 8 月 31 日，上午 8:30 至下午 7:15 開放 。\n\nhttp://www.the-colosseum.net/around/visit.htm";

"Meet up with Violetta" = "和 Violetta 見面";

/* Project: "Vacation in Rome" - Heading: "Get packed" */
"Get packed" = "收拾行李";

"Pack suitcase" = "整理行李";
"Don’t forget to check the weather forecast!" = "別忘了看天氣預報！";
"Outfits for eight days" = "八天的衣服";
"Charger" = "充電器";
"Umbrella" = "雨傘";

"Pack carry-on" = "手提行李";
"Take the small gray messenger bag. Seat on the flight has a USB port, so there’s no need to pack a charger." = "攜帶灰色信差包，機上有USB插座，因此不用帶充電器。";
"Passport" = "護照";
"iPad" = "iPad";
"AirPods" = "AirPods";
"Lightning to USB cable" = "Lightning 轉 USB 線";
"Sleep mask" = "睡眠眼罩";

"Pack toiletry bag" = "整理盥洗用具包";
"Toothbrush" = "牙刷";
"Toothpaste" = "牙膏";
"Floss" = "牙線";
"Deodorant" = "體香劑";
"Sunscreen" = "防曬";

/* Project: "Vacation in Rome" - Heading: "Before departure" */
"Before departure" = "出發前";

"“Out the door” checklist" = "「出門前」檢查清單";
"Take out trash" = "倒垃圾";
"Adjust thermostat" = "調整自動調溫器";
"Close windows" = "關窗";
"Lower blinds" = "拉下百葉窗";
"Turn off burners" = "關瓦斯";
"Turn off faucets" = "關水龍頭";
"Turn off lights" = "關燈";
"Lock front door" = "前門上鎖";
"Check for essentials like passport, tickets, and keys" = "檢查護照、機票與鑰匙等重要物品";


/* Project: "Build a Treehouse" */
"Build a Treehouse" = "蓋一間樹屋";

"Decide on ladder style" = "決定梯子樣式";
"Rope or wood?" = "繩索還是木材？";

"Make some design sketches" = "做些設計草圖";

"Price lumber" = "估算木材價錢";

"Choose a tree" = "選一棵樹";

"Check out “11 Amazing Treehouses”" = "查看「11間最美麗的樹屋」";
"http://www.popularmechanics.com/adventure/g184/treehouse-photos-460310/?" = "http://www.popularmechanics.com/adventure/g184/treehouse-photos-460310/?";



/* TO-DOS */

/* to-dos in the inbox */

"Plan a road trip for this summer" = "安排今夏公路之旅";

"Buy groceries for dinner" = "買晚餐要煮的東西";
"Try that easy pizza margherita recipe from Val:" = "試試這個簡單的馬格麗塔披薩食譜：";
"2 garlic cloves" = "2瓣蒜頭";
"2 small tomatoes" = "2顆小番茄";
"Basil" = "羅勒";
"Mozzarella" = "馬札瑞拉乳酪";
"Parmesan" = "帕瑪森乾酪";
"Olive oil" = "橄欖油";
"Crushed red pepper flakes" = "切碎的乾辣椒";
"Thin pizza crust" = "薄披薩餅皮";

/* To-dos with no area or project */

"Buy movie tickets for Friday" = "買星期五的電影票";
"Do laundry" = "洗衣服";
"Get a haircut" = "剪髮";
"Make reservation for brunch" = "早午餐訂位";
"Pick up dry cleaning" = "去拿乾洗的衣服";
"Book tickets for the show" = "買表演的票";

/* To-do with notes/checklist: "Do morning routine" */

"Do morning routine" = "起床後的準備步驟";
"Don’t forget to eat a healthy breakfast. Some ideas:\nhttps://healthy-eating.example.com/21-great-breakfasts" = "別忘了吃健康早餐。一些靈感：\nhttps://healthy-eating.example.com/21-great-breakfasts";
"Go on a walk" = "散步";
"Plan for the day" = "今天計劃";
"Write for 30 minutes" = "寫作 30 分鐘";

/* To-do with notes/checklist: "Read some of the classics" */

"Read some of the classics" = "閱讀部分經典";
"All of these titles are available for free on Project Gutenberg. Audiobooks might be a good idea, too." = "以上書籍都可以從古騰堡計劃免費取得。有聲書也可是個好辦法。";
"The Count of Monte Cristo" = "基督山恩仇記";
"The Curious Case of Benjamin Button" = "班傑明的奇幻旅程";
"The Scarlet Letter" = "紅字";
"A Tale of Two Cities" = "雙城記";
"War and Peace" = "戰爭與和平";

/* To-dos in area "Family" */

"Call Mom and Dad" = "打電話給爸媽";
"Get car inspected" = "車輛檢驗";
"Congratulate Alex and Shin on the baby" = "恭喜Alex和Shin生小孩";
"Send flowers to Kris 💐" = "送花給Kris💐";
"Wish Grandpa a happy birthday" = "祝爺爺生日快樂";

/* To-dos in area "Work" */

"Organize catering" = "安排用餐";

"Confirm conference call for Wednesday" = "確認星期三的視訊會議";

"Finish expense report" = "完成支出報告";

"Research ergonomic chairs" = "尋找人體工學椅";

"Let reception know to expect Don" = "告訴接待處Don會來";

"Organize desk drawers" = "整理書桌抽屜";

"Meet with Diane" = "與Diane碰面";
"Our usual conference room is booked, so this calls for an off-site meeting at that new café on the corner." = "我們平常使用的會議室被訂走了，所以我們改在轉角的新咖啡廳開會。";
"Finalize conference schedule" = "會議行程表定案";
"Review last month’s budget" = "檢討上個月的預算";
"Brainstorm plan for next quarter" = "下一季的腦力激盪";

"Prepare interview questions" = "準備面試問題";

"Resubmit TPS report with cover page" = "再加封面寄送一次TPS報告";

"Order office supplies" = "訂購文具";
"Notebooks" = "筆記本";
"Paperclips" = "迴紋針";
"Pencils" = "鉛筆";
"Pens" = "筆";
"Printer paper" = "印表機的紙";
"Staples" = "釘書針";
"Tape" = "膠帶";
"Thumbtacks" = "圖釘";
"Toner" = "碳粉匣";
"Coffee" = "咖啡";
"Coffee filters" = "咖啡濾紙";
"Tea" = "茶";


/* To-do in area "Work" with notes/checklist: "Apply for position at our New York office" */

"Apply for position at our New York office" = "應徵紐約辦公室的職位";
"Diane says there’s a position opening up this summer and thinks I’d be a good fit." = "戴安說今年夏天會有一個職位空缺，她覺得我很合適。";
"Update resume" = "更新履歷";
"Draft my introduction" = "起草我的介紹";
"Ask John for recommendation letter" = "跟約翰要推薦函";

/* To-do in area "Work" with notes/checklist: "Apply for training course" */

"Apply for training course" = "申請培訓課程";
"According to Diane, it’s a great two weeks. She’ll put in a good word for me with the director." = "戴安說這兩個星期表現很好。她會在老總那邊說我好話。";
"Review application" = "查看申請狀態";
"Email Sue about training budget" = "寫郵件給蘇西問關於培訓預算的事";
"Get a recommendation letter" = "取得推薦函";

/* To-dos in area "Hobbies" */

"Attend a craft beer seminar" = "參加手作啤酒講座";
"Check wine tasting schedule 🍷" = "檢查品酒行程🍷";
"Change guitar strings" = "換吉他弦";
"Find a cooking course for next week" = "找一堂下禮拜的烹飪課";
"Review photos from last weekend" = "查看上週末的照片";

"Practice chords for a half-hour 🎸" = "練習和弦半小時r🎸";
"Don’t forget to wash your hands before starting and to clean the strings when you’re done!" = "別忘了在開始前洗手並在結束後清理琴弦。";
"A major" = "A大調";
"A minor" = "A小調";
"C major" = "C大調";
"D major" = "D大調";
"E major" = "E大調";
"E minor" = "E小調";
"F major" = "F大調";
"G major" = "G大調";

"Shoot some photos in Heidelberg" = "在海德堡拍幾張照片";
"Jace will meet us at the main station around 9:00. Ask Nichole about that place with the paninis. Probably should book the last train home." = "Jace將在九點左右和我們在中央車站碰面。問Nichole哪裡可以吃Paninis。搞不好要訂最後一班火車回家。";
"Old town" = "舊城區";
"Philosophers’ Way" = "哲學家之道";
"Carl Theodor bridge" = "卡爾特奧多爾大橋";
"Funicular railway and King’s Seat" = "索道和王座";
"Heidelberg Castle" = "海德堡城堡";
"Dinner at HUGO Wine & Dine?" = "去HUGO Wine & Dine吃晚餐？";
"Pick up a souvenir for Jordan" = "挑件紀念品給Jordan";

/* To-dos in area "Hobbies" - Someday */

"Set foot on every continent" = "跑遍世界各地";
"Africa" = "非洲";
"Antarctica" = "南極洲";
"Asia" = "亞洲";
"Australia" = "澳洲";
"Europe" = "歐洲";
"North America" = "北美洲";
"South America" = "南美洲";

"Travel bucket list for Africa" = "非洲人生必去地點清單";
"Chobe National Park, Botswana" = "博茨瓦納，喬貝國家公園";
"Djmaa el Fna, Morocco" = "摩洛哥，傑馬埃爾弗那廣場";
"El Djem, Tunisia" = "突尼西亞，埃爾傑姆";
"Ouidah, Benin" = "貝寧，烏依達";
"Victoria Falls, Zambia and Zimbabwe" = "尚比亞與辛巴威，維多利亞瀑布";

"Travel bucket list for Asia" = "亞洲人生必遊清單";
"Angkor Wat, Cambodia" = "柬埔寨，吳哥窟";
"Fushimi Inari shrine, Kyoto, Japan" = "日本，京都，伏見稻荷神社";
"Goa beaches, India" = "印度，果阿海灘";
"Sơn Đoòng Cave, Quảng Bình, Vietnam" = "越南，韓松洞";
"Jinshanling and Simatai sections of the Great Wall, China" = "中國，萬里長城，金山嶺和司馬台段";

"Travel bucket list for the Americas" = "美洲人生必去地點清單";
"El Rosario sanctuary, Mexico" = "墨西哥，埃爾羅薩里歐神廟";
"Grand Canyon, Arizona, USA" = "美國，亞利桑那州，大峽谷";
"Lake Titicaca, Bolivia and Peru" = "玻利維亞與秘魯，迪迪喀喀湖";
"Patagonia, Argentina and Chile" = "阿根廷與智利，巴塔高尼亞";
"Thor’s Hammer, Utah, USA" = "美國，猶它州，雷神之錘";
"Ushuaia, Tierra del Fuego, Argentina" = "阿根廷，火地，烏舒埃雅";
"Whistler, British Columbia, Canada" = "加拿大，不列顛哥倫比亞，惠斯勒";

"Travel bucket list for Europe" = "歐洲人生必去地點清單";
"Aurora Borealis in Abisko, Sweden" = "到瑞典阿比司科看極光";
"Buzludzha monument, Bulgaria" = "保加利亞，布茲魯札紀念碑";
"Cappadocia, Turkey" = "土耳其，卡帕多西亞";
"Cinque Terre, Italy" = "義大利，五漁村";
"Évora, Portugal" = "葡萄牙，埃佛拉";
"Friedrichsbad, Baden-Baden, Germany" = "德國，巴登巴登，弗雷德里其斯巴德";
"Roussillon, France" = "法國，魯熙永";

/* Logged to-dos */

"Scan photo albums" = "掃描相簿";
"1998-2003" = "1998-2003";
"2004-2007" = "2004-2007";

"Start learning the guitar" = "開始學吉他";
"“If you’ve got a guitar and a lot of soul, just bang something out and mean it. You’re the superstar.” —Krist Novoselic" = "「若你有一把及他以及很多靈魂，就把它呼喊出來，你是超級巨星。」—Krist Novoselic";
"Acoustic or electric?" = "民謠吉他或電吉他？";
"Buy an electric guitar" = "買一把電吉他";
"Practice C, G, and A chords" = "練習C、G與A和弦";

"Ask IT for a new keyboard ⌨️" = "向IT要一個新鍵盤⌨️";

"placeholder" = "佔位符";


/* Project: "Vacation in Norway" */

"Vacation in Norway" = "在挪威度假";
"Kayak tour on glacier lake" = "冰川湖上的獨木舟之旅";
"Jane’s birthday present – let’s paddle on a glacier lake! 🎉\n\n# Meeting point\n- Tourist Information in Rosendal\n- Travel time from house: 20 minutes\n- Guide’s name: Kåre\n\n# Tour details\n- This trip can be arranged if we have at least 4 participants.\n- The Kayak tour is about 3 miles in each direction.\n- Normal trip duration is 6 hours.\n- Lunch break at a small island in front of the glacier.\n\n# During the tour\n- Fly the drone to capture aerial footage\n- Hike around south side of the lake\n- There might be snow fields, even in July\n- Photography opportunities\n  - Wide lens to capture the scope of the glacier\n  - Tele lens for close-up shots of the glacier’s texture\n  - Lakes in the south-east, nestled in the mountains\n  - Ice floes at the west end of the lake\n  - Sunset (if minimal cloud cover)\n  - Milky Way (very little light pollution)\n  - Time lapses (sunset; ice drifting on the lake; Milky Way rising)" = "Jane的生日禮物—讓我們在冰川湖上划船吧！🎉 \n\n# 集合點\n- Rosendal的旅遊資訊\n- 行程時間：20分鐘\n- 導遊姓名：Kåre\n\n# 旅遊資訊\n- 如至少有4名同伴，就可安排這次旅行。\n- 獨木舟之旅來回約3英里。\n- 正常旅遊時間為6小時。\n- 在冰川前的一個小島上享用午餐。\n\n# 旅遊期間\n- 遙控無人機拍攝航拍畫面\n- 在湖的南岸徒步旅行\n- 即使在七月，也可能有雪\n- 拍攝時機\n  - 用廣角鏡頭拍攝冰川的規模\n  - 長焦鏡頭拍攝冰川紋理的特寫\n  - 位於東南部被群山環繞的湖泊\n  - 湖泊西端的浮冰\n  - 日落（如果雲量很少的話）\n  - 銀河（極少光污染）\n  - 時間的流逝（日落；湖面上的浮冰；銀河的升起）";


/* Project: "Road Trip" */

"Road Trip" = "公路旅行";
"Visit Arches National Park" = "參觀拱門國家公園";
"\n# Talk About Geology\n\nTeach the kids how **geologic processes** work over millions of years to turn a flat seabed into a sandstone wonderland! 🦕\n\n- Sandstone was deposited by *sedimentation*\n- The plateau was lifted due to *tectonic forces*\n- Layers of rock were carved away by *erosion*\n\nDon’t forget to mention the ::sponge analogy::, how sandstone layers expand when they surface. Cracks then allow water to further break down the rocks.\n\n\n# How Arches Form 🌧\n\n1. Rain erodes the rock and carries away sediment. Water enters fractures and further breaks off sandstone when freezing. \n2. Repeat this over ~~many years~~ millions of years (!) and fractured rock layers slowly turn into Fins.\n3. Repeat even longer, and Fins turn into Arches.\n\n[Wikipedia Article](wikipedia.org/wiki/Arches_National_Park)\n" = "\n# 探討地質\n\n教導孩子們**地質作用**是如何在數百萬年間將平坦的海床變成砂岩奇境的！🦕\n\n- 砂岩是通過**沉積作用**而形成的\n- 由於**大地構造作用力**，地殼隆起\n- 岩層因**侵蝕**而被風化搬運\n\n別忘了提到::海綿的比喻::，岩層在露出水面時是如何膨脹的。然後，裂縫導致水進一步分裂岩石。\n\n\n# 拱門是如何形成的🌧\n\n1. 雨水侵蝕岩石並帶走沉積物。水滲入裂縫並在結冰時進一步破壞砂岩。 \n2. 重複這一過程~~許多年~~幾百萬年（！），斷裂的岩層慢慢地變成了鰭狀岩。\n3. 周而復始，鰭狀岩變成了拱門。\n\n[維基百科文章](wikipedia.org/wiki/Arches_National_Park)\n";


/* Project: "Company Website" */

"Company Website" = "公司網站";
"Update website" = "更新網站";
"\n# Meeting Notes\n\nUpdate the global `styles.css` to reflect the decisions from the latest meeting. As requested by Emily:\n\n> Make sure our new font and color choices are used *consistently* (see below). And find out why out website has become so slow. Let’s make it **blazing fast**!\n\n```\n  body {\n    font-family: Verdana;\n    color: hsla(215, 98%, 2%, 1.0);\n  }\n```\n\n\n# Improving Page Speed\n\nCurrent load times when running `measure-speed`:\n\n```\n  example.com/index.html                   5.2 sec\n  example.com/products/boxes.html          2.1 sec\n  example.com/newsletter/subscribe.html    0.8 sec\n```" = "\n# 會議記錄\n\n更新全域`styles.css`，反映最新客戶會議的決定。根據Emily的要求：\n\n> 確保我們選擇的新字體和新顏色統一使用（參見下文）。並且找出網站變得如此之慢的原因。讓我們使它運行**速度變快**！\n\n```\n  body {\n    font-family: Verdana;\n    color: hsla(215, 98%, 2%, 1.0);\n  }\n```\n\n\n# 提高頁面速度\n\n運行`measure-speed`時的當前加載時間。\n\n```\n  example.com/index.html                   5.2秒\n  example.com/products/boxes.html          2.1秒\n  example.com/newsletter/subscribe.html    0.8秒\n```";

/* Project: "History Course" */

"History Course" = "歷史課";
"Watch documentary about Napoleon" = "觀看關於拿破崙的紀錄片";
"Read chapters four and five" = "閱讀第四章和第五章";
"Write essay on the French Revolution 🇫🇷" = "寫一篇關於法國大革命的文章🇫🇷";
"The French Revolution was a period of political and societal change in France. Some basic facts:\n\n- It lasted for 10 years, beginning in 1789. It ended with the formation of the French Consulate in 1799.\n- Many of its ideas are considered fundamental principles of liberal democracy.\n- It gave rise to the *tripartite motto* which was first expressed by Robespierre and later became the national motto of France:\n\n  1. Liberty. The ability to exercise one’s natural rights, so long as it doesn’t harm the same rights of others.\n  2. Equality. The law is the same for all, whether it protects or punishes. All citizens are equally eligible to high office.\n  3. Fraternity. An ethical bond based on love and solidarity.\n\n- It also inspired campaigns for the abolition of slavery and universal suffrage. More info here: wikipedia.org/wiki/French_Revolution" = "法國大革命是法國政治和社會變革的一個時期。一些基本事實：\n\n- 它從1789年開始，一共持續了10年。 \n- 它以1799年法國領事館的成立而告終。\n- 它的許多理念被認為是自由民主的基本原則。\n- 它創造的三大格言，最初由羅伯斯比提出，後來成為了法國的國家格言：\n\n  1. 自由。行使自己的自然權利的能力，只要它不損害他人的相同權利。\n  2. 平等。任何人在法律上一律平等，無論是接受保護還是懲罰。所有公民都有同等資格擔任高級職務。\n  3. 博愛。一種基於愛和團結的道德紐帶。\n\n- 它還鼓舞了廢除奴隸制和普選權的運動。更多資訊請訪問：wikipedia.org/wiki/French_Revolution";
